{
  "metadata": {
    "title": "History of visualization and comments about russia"
  },
  "datasets": {
    "23d2b06d-bb5d-4a23-b0e6-0330a65c0cd1": {
      "metadata": {
        "title": "dataset about the history of datavis",
        "format": "json"
      },
      "data": [
        {
          "name": "A first object",
          "lat": 2.8,
          "lng": 3.2
        },
        {
          "name": "A second object",
          "lat": 2.3,
          "lng": 3.6
        }
      ]
    }
  },
  "visualizations": {
    "f8920ce3-b77a-407e-90eb-1b1c831455fe": {
      "metadata": {
        "title": "My good view",
        "visualizationType": "timeline"
      },
      "datasets": [
        "23d2b06d-bb5d-4a23-b0e6-0330a65c0cd1"
      ]
    }
  },
  "slides": {
    "ae815661-1cff-499a-9d1a-ed550aa468f3": {
      "id": "ae815661-1cff-499a-9d1a-ed550aa468f3",
      "views": {
        "f8920ce3-b77a-407e-90eb-1b1c831455fe": {
          "viewParameters": {
            "zoom": 3,
            "latitude": 2.1,
            "longitude": 3.1
          },
          "viewDataMap": [
            {
              "inputKey": "name",
              "outputKey": "title"
            },
            {
              "inputKey": "lat",
              "outputKey": "latitude"
            },
            {
              "inputKey": "lng",
              "outputKey": "longitude"
            }
          ]
        }
      },
      "title": "First slide",
      "markdown": "La Russie semble vouloir accroître sa présence militaire et son influence stratégique depuis 2001, et cela amplifie les tensions diplomatiques naissantes entre les pays. En effet, lorsque la Russie a déposé en Août 2007 son drapeau à 4200m de profondeur, lors d’une mission destinée à collecter en premier lieu des données scientifiques, elle a fait preuve d’une volonté marquée d’affirmer sa souveraineté dans l’océan Arctique, et plus précisément sur la zone symbolique du Pôle Nord. Cette action très forte politiquement a entraîné de nombreuses réactions des pays riverains en Arctique, notamment celle du Canada dont le ministre des Affaires Etrangères de l’époque, Peter Mckay, avait déclaré: «Voyons, nous ne sommes plus au 15e siècle. On ne peut plus parcourir le monde, planter simplement des drapeaux et déclarer: nous revendiquons ce territoire». En outre, la Russie se déclare prête à défendre par la force les réserves qui lui seront attribuées, justifiant ainsi une augmentation de ses forces militaires patrouillant dans l’Océan Arctique."
    },
    "7001c8d8-d2db-489d-80cc-6bf11ee87689": {
      "id": "7001c8d8-d2db-489d-80cc-6bf11ee87689",
      "views": {
        "f8920ce3-b77a-407e-90eb-1b1c831455fe": {
          "viewParameters": {
            "zoom": 3,
            "latitude": 5.1,
            "longitude": 1.1
          },
          "viewDataMap": [
            {
              "inputKey": "name",
              "outputKey": "title"
            },
            {
              "inputKey": "lat",
              "outputKey": "latitude"
            },
            {
              "inputKey": "lng",
              "outputKey": "longitude"
            }
          ]
        }
      },
      "title": "Second slide",
      "markdown": "Cette réaction a donc participé au rejet de la demande russe de 2001. Certains acteurs, comme Michel Rocard, avancent que la Commission n’a pas accédé à la demande russe car elle avait estimé d’autre part que des intérêts militaires et diplomatiques entraient aussi en jeu dans cette demande, et n’a pas voulu être à l’origine d’une décision qui aurait participé à la dégradation des relations entre les États nordiques."
    },
    "582aa0bc-89d4-4c27-ad07-306e21e9e380": {
      "id": "582aa0bc-89d4-4c27-ad07-306e21e9e380",
      "views": {
        "f8920ce3-b77a-407e-90eb-1b1c831455fe": {
          "viewParameters": {
            "zoom": 3,
            "latitude": 4.1,
            "longitude": 1.1
          },
          "viewDataMap": [
            {
              "inputKey": "name",
              "outputKey": "title"
            },
            {
              "inputKey": "lat",
              "outputKey": "latitude"
            },
            {
              "inputKey": "lng",
              "outputKey": "longitude"
            }
          ]
        }
      },
      "title": "Third slide",
      "markdown": "La Russie n’a pas encore officiellement déposé sa demande d’extension du plateau continental à la CLCS en 2009. Cependant, elle avait déjà déposé une demande en 2001, demande qui n’avait pas été retenue par manque de preuves scientifiques évidentes et de données précises. Outre l’avis rendu par la commission, les pays riverains en Arctique avaient réagi à cette demande. La Norvège, le Danemark et le Canada ne contestaient ni n’approuvaient l’extension demandée, et avaient juste mis en lumière le manque d’arguments tangibles. En revanche, les Etats-Unis avaient pris une position beaucoup plus marquée à l’encontre de la Russie, puisqu’ils contredisaient les scientifiques russes en affirmant que la dorsale de Lomonossov n’était pas de nature continentale mais océanique, étant le résultat d’un volcanisme certain au niveau du Pôle Nord. Ils n’approuvaient pas non plus la revendication de la dorsale de Mendeleïev (dorsale Alpha), s’appuyant sur des données officielles et officieuses (fournies par des scientifiques directement sur le terrain)."
    }
  },
  "order": [
    "ae815661-1cff-499a-9d1a-ed550aa468f3",
    "7001c8d8-d2db-489d-80cc-6bf11ee87689",
    "582aa0bc-89d4-4c27-ad07-306e21e9e380"
  ]
}